Dlubal.RFEM5.SurfaceThicknessType
Type of surface thickness

Dlubal.RFEM5.SurfaceThicknessType.UnknownThicknessType
Unknown thickness

Dlubal.RFEM5.SurfaceThicknessType.ConstantThicknessType
Constant thickness

Dlubal.RFEM5.SurfaceThicknessType.VariableThicknessType
Variable thickness